
{
    "List" : [
        {
            "quote" : "Believe It!",
            "author": "Naruto Uzumaki"
        },

        {
            "quote" : "Those who break the rules are scum, that's true, but those who abandon their friends are worse than scum." ,
            "author": "Kakashi Hatake"
        },

        {
            "quote" : "When a man learns to love, he must bear the risk of hatred.",
            "author": "Madara Uchiha"
        },

        {
            "quote": "I care more about others than I do myself, and I won’t let anyone hurt them.",
            "author": "Naruto Uzumaki"
        },

        {
            "quote": "My friends were the first to accept me for who I am.",
            "author": "Naruto Uzumaki"
        },

        {
            "quote": "Don’t underestimate me! I don’t quit and I don’t run.",
            "author":"Naruto Uzumaki"
        },

        {
            "quote": "Failing doesn’t give you a reason to give up, as long as you believe.",
            "author":"Naruto Uzumaki"
        },
        
        {
            "quote": "Love breeds sacrifice, which in turn breeds hatred. Then you can know pain.",
            "author":"Naruto Uzumaki"
        },
        
        {
            "quote": "Once you question your own belief, it’s over.",
            "author": "Naruto Uzumaki"
        },

        {
            "quote": "When you give up, your dreams and everything else they’re gone.",
            "author":"Naruto Uzumaki"
        },

        {
            "quote": "Hard work is worthless for those that don’t believe in themselves.",
            "author":"Naruto Uzumaki"
        },

        {
            "quote": "Somebody told me I’m a failure, I’ll prove them wrong.",
            "author":"Naruto Uzumaki"
        },

        {
            "quote": "However strong you become, never seek to bear everything alone. If you do, failure is certain.",
            "author": "Itachi Uchiha"
        },

        {
            "quote": "It is not wise to judge others based on your own preconceptions and by their appearances.",
            "author":"Itachi Uchiha"
        },

        {
            "quote": "He who forgives and acknowledges himself... that is what it truly means to be strong!",
            "author":"Itachi Uchiha"
        },

        {
            "quote": "The ones who aren't able to acknowledge their own selves are bound to fail.",
            "author":"Itachi Uchiha"
        },

        {
            "quote": "If you want to know who you are, you have to look at your real self and acknowledge what you see.",
            "author":"Itachi Uchiha"
        },

        {
            "quote": "I have already awakened.",
            "author": "Sasuke Uchiha"
        },

        {
            "quote": "I have long since closed my eyes… My only goal is in the darkness.",
            "author": "Sasuke Uchiha"
        },

        {
            "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire.",
            "author": "Sasuke Uchiha"
        },

        {
            "quote": "Let this thunder, herald your end.",
            "author":"Sasuke Uchiha"
        },

        {
            "quote": "If you don’t share someone’s pain, you can never understand them.",
            "author": "Nagato Uzumaki"
        },

        {
            "quote": "The concept of hope is nothing more than giving up. A word that holds no true meaning.",
            "author":"Madara Uchiha"
        },

        {
            "quote": "The longer you live… The more you realize that reality is just made of pain, suffering and emptiness.",
            "author":"Madara Uchiha"
        },

        {
            "quote": "I’d be lying if I said things are going according to my plan… but beggars can’t be choosers, right?",
            "author":"Madara Uchiha"
        },

        {
            "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside.",
            "author":"Madara Uchiha"
        },

        {
            "quote": "Never give up without even trying. Do what you can, no matter how small the effect it may have!",
            "author": "Onoki"
        },

        {
            "quote": "A place where someone still thinks about you is a place you can call home.",
            "author": "Jiraiya"
        },

        {
            "quote": "If you don’t like your destiny, don’t accept it. Instead have the courage to change it the way you want it to be.",
            "author": "Naruto Uzumaki"
        },

        {
            "quote": "If you don’t like the hand that fate’s dealt you with, fight for a new one!",
            "author":"Naruto Uzumaki"
        },
        
        {
            "quote": "When people are protecting something truly special to them, they truly can become… as strong as they can be.",
            "author": "Naruto Uzumaki"
        },

        {
            "quote": "It’s human nature not to realize the true value of something, unless they lose it.",
            "author": "Orochimaru"   
        },

        {
            "quote": "The moment people come to know love, they run the risk of carrying hate.",
            "author": "Obito Uchiha"
        },

        {
            "quote": "Perhaps the companionship of an evil person is preferable to loneliness.",
            "author": "Gaara"
        },

        {
            "quote": "It’s because we help out when they’re in trouble that we can count on them to come running when we need it.",
            "author": "Shikamaru"
        },

        {
            "quote": "The difference between stupidity and genius, is that genius has its limits.",
            "author": "Neji"
        },

        {
            "quote": "A dropout will beat a genius through hard work.",
            "author": "Rock Lee"
        },

        {
            "quote": "If you believe in your dreams, I will prove to you, that you can achieve your dreams just by working hard.",
            "author": "Rock Lee"
        },

        {
            "quote": "My motto is to be stronger than yesterday, if I have to I’ll be stronger than half a day ago, even a minute ago!",
            "author":"Rock Lee"
        },

        {
            "quote": "A hero is not the one who never falls. He is the one that who gets up, again and again, never losing sight of his dreams.",
            "author":"Rock Lee"
        },

        {
            "quote": "In society, those who don’t have many abilities, tend to complain more.",
            "author": "Kakashi Hatake"
        },

        {
            "quote" : "All men are not created equal.",
            "author": "Izuku Midoriya"
        },

        {
            "quote": "Don’t worry about what other people think. Hold your head up high and plunge forward.",
            "author": "Izuku Midoriya"
        },

        {
            "quote": "When the enemy becomes certain of their victory, that will be our chance.",
            "author":"Izuku Midoriya"
        },

        {
            "quote": "Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever!",
            "author": "Izuku Midoriya"
        },

        {
            "quote": "Whatever you say All Might, I’ll step up to this challenge! As long as you’re by my side, I can do anything. That’s how I feel anyway.",
            "author": "Izuku Midoriya"
        },
        
        {
            "quote": "I have to work harder than anyone else to make it! I’ll never catch up otherwise… I want be like you… Like you! The strongest hero.",
            "author":"Izuku Midoriya"
        },

        {
            "quote": "The deeper the darkness the more dazzling the light shines!",
            "author":"Izuku Midoriya"
        },

        {
            "quote": "Dreams can become reality!",
            "author":"Izuku Midoriya"
        },

        {
            "quote": "Should we have let people die, all in the name of the law? Isn’t it a hero’s job to save people?",
            "author": "Shoto Todoroki"
        },

        {
            "quote": "If you wanna stop this, then stand up” Because I’ve got one thing to say to you. Never forget who you want to become!",
            "author": "Shoto Todoroki"
        },

        {
            "quote": "The most inflated egos are often the most fragile.",
            "author": "All Might"
        },

        {
            "quote": "It’s not bad to dream. But you also have to consider what’s realistic.",
            "author": "All Might"
        },
        
        {
            "quote": "Whether you win or lose, looking back and learning from your experience is a part of life.",
            "author": "All Might"
        },

        {
            "quote": "When there’s nothing to be gained, rising to the challenge at those times, is surely the mark… of a true hero!",
            "author": "All Might"
        },

        {
            "quote": "Wanting to do it and being suitable for it are different issues.",
            "author": "Tenya Lida"
        },

        {
            "quote": "There’s nothing crueler than letting a dream end midway.",
            "author": "Shouta Aizawa"
        },
        
        {
            "quote": "If you’re going to become a hero, you don’t have time for such leisurely events.",
            "author": "Shouta Aizawa"
        },

        {
            "quote": "Never Forget Who You Want To Become!",
            "author": "Shoto Todoroki"
        },

        {
            "quote": "Nothing's perfect, the world's not perfect, but it's there for us, trying the best it can. That's what makes it so damn beautiful.",
            "author": "Roy Mustang"
        },

        {
            "quote": "Stand up and walk... Move on... After all, you have perfect legs to stand on...",
            "author": "Edward Elric"
        },

        {
            "quote": "How can you move forward if you keep regretting the past?",
            "author": "Edward Elric"
        },
        
        {
            "quote": "I think people should try to ignore their race, and just treat each other as equals.",
            "author": "Edward Elric"
        },

        {
            "quote": "Like I always say, can’t find a door? Make your own.",
            "author": "Edward Elric"
        },

        {
            "quote": "Life that has been lost cannot be brought back again. That very truth is what shows us the meaning and value of living.",
            "author":"Roy Mustang"
        },

        {
            "quote": "War does not determine who is right – only who is left.",
            "author": "Riza Hawkeye"
        },
        
        {
            "quote": "You’re not a good for nothing person. I think that being able to try your hardest to be something is a talent by itself.",
            "author": "Alphonse Elric"
        },

        {
            "quote": "It’s okay to feel lost and not have reasons.",
            "author": "Maria Ross"
        },

        {
            "quote": "What could be more beautiful than doing work that puts your soul at risk, because that’s what it means to be alive.",
            "author": "Solf J."
        },

        {
            "quote": "There are some things in life that will only be understood through words.",
            "author": "Winry Rockbell"
        },

        {
            "quote": "I have no use for a religion that’s been forsaken by its own god.",
            "author": "Maes"
        },

        {
            "quote": "Maybe life has no equal trade. Maybe you can give up all you’ve got, and get nothing back. But still, even if I can’t prove it’s true, I have to try.",
            "author": "Edward Elric"
        },

        {
            "quote": "Nothing is ever completely negative.",
            "author": "Sheska"
        },
        
        {
            "quote": "Even when our eyes are closed, there’s a whole world out there that lives outside ourselves in our dreams.",
            "author": "Edward Elric"
        },

        {
            "quote": "Anyone who’s determined and perseveres will get something of value in return. Even if it’s not what they expected.",
            "author":"Alphonse Elric"
        },

        {
            "quote": "I know if I try my hardest, I’ll be rewarded. And I believe that applies to all of us. It doesn’t matter who you are, if you work hard, it pays off.",
            "author": "Edward Elric"
        },

        {
            "quote": "Human kind cannot gain anything without first giving something in return. To obtain, something of equal value must be lost.",
            "author": "Edward Elric"
        },

        {
            "quote": "But nothing’s ever perfect, haven’t you realized that yet? Earth turns on a tilted axis, just doing the best it can.",
            "author": "Van"
        },

        {
            "quote": "It’s like a book. Just because you’re mad and stop reading, doesn’t change the way it ends.",
            "author": "Edward Elric"  
        },

        {
            "quote": "You said you worked hard? Well, maybe you need to work a little longer.",
            "author": "Saitama"
        },

        {
            "quote" : "I’m not a hero because I want your approval. I do it because I want to!",
            "author": "Saitama"
        },

        {
            "quote": "I’ll leave tomorrow’s problems to tomorrow’s me.",
            "author":"Saitama"
        },
        
        {
            "quote": "Overwhelming strength is boring.",
            "author" :"Saitama"
        },

        {
            "quote": "Human beings are strong because we can change ourselves.",
            "author": "Saitama"
        },

        {
            "quote": "You gotta train like hell until the point where your hair falls out. That’s the only way to become truly strong.",
            "author": "Saitama"
        },
        
        {
            "quote" : "100 Push ups. 100 sit ups. And 100 squats. Then a 10 kilometer run. Do it every single day!",
            "author":"Saitama"
        },

        {
            "quote": "If you really want to become strong, stop caring about what others think about you. Living your life has nothing to do with what others think.",
            "author": "Saitama"
        }
    ]
}